[
  {
    "id": 1,
    "title": "Fjallraven - Foldsack No. 1 Backpack, Fits 15 Laptops",
    "price": 109.95,
    "description": "Your perfect pack for everyday use and walks in the forest. Stash your laptop (up to 15 inches) in the padded sleeve, your everyday",
    "category": "men",
    "image": ["https://fakestoreapi.com/img/81fPKd-2AYL._AC_SL1500_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2],
    "videoUrl": null
  },
  {
    "id": 2,
    "title": "Mens Casual Premium Slim Fit T-Shirts ",
    "price": 22.3,
    "description": "Slim-fitting style, contrast raglan long sleeve, three-button henley placket, light weight & soft fabric for breathable and comfortable wearing. And Solid stitched shirts with round neck made for durability and a great fit for casual fashion wear and diehard baseball fans. The Henley style round neckline includes a three-button placket.",
    "category": "men",
    "image": ["https://fakestoreapi.com/img/71-3HjGNDUL._AC_SY879._SX._UX._SY._UY_.jpg"],
    "arSupported": false,
    "availableStores": [3, 4],
    "videoUrl": null
  },
  {
    "id": 3,
    "title": "Mens Cotton Jacket",
    "price": 55.99,
    "description": "great outerwear jackets for Spring/Autumn/Winter, suitable for many occasions, such as working, hiking, camping, mountain/rock climbing, cycling, traveling or other outdoors. Good gift choice for you or your family member. A warm hearted love to Father, husband or son in this thanksgiving or Christmas Day.",
    "category": "men",
    "image": ["https://fakestoreapi.com/img/71li-ujtlUL._AC_UX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 4,
    "title": "Mens Casual Slim Fit",
    "price": 15.99,
    "description": "The color could be slightly different between on the screen and in practice. / Please note that body builds vary by person, therefore, detailed size information should be reviewed below on the product description.",
    "category": "men",
    "image": ["https://fakestoreapi.com/img/71YXzeOuslL._AC_UY879_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 5,
    "title": "John Hardy Women's Legends Naga Gold & Silver Dragon Station Chain Bracelet",
    "price": 695,
    "description": "From our Legends Collection, the Naga was inspired by the mythical water dragon that protects the ocean's pearl. Wear facing inward to be bestowed with love and abundance, or outward for protection.",
    "category": "jewelery",
    "image": ["https://fakestoreapi.com/img/71pWzhdJNwL._AC_UL640_QL65_ML3_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 6,
    "title": "Solid Gold Petite Micropave ",
    "price": 168,
    "description": "Satisfaction Guaranteed. Return or exchange any order within 30 days.Designed and sold by Hafeez Center in the United States. Satisfaction Guaranteed. Return or exchange any order within 30 days.",
    "category": "jewelery",
    "image": ["https://fakestoreapi.com/img/61sbMiUnoGL._AC_UL640_QL65_ML3_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 7,
    "title": "White Gold Plated Princess",
    "price": 9.99,
    "description": "Classic Created Wedding Engagement Solitaire Diamond Promise Ring for Her. Gifts to spoil your love more for Engagement, Wedding, Anniversary, Valentine's Day...",
    "category": "jewelery",
    "image": ["https://fakestoreapi.com/img/71YAIFU48IL._AC_UL640_QL65_ML3_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 8,
    "title": "Pierced Owl Rose Gold Plated Stainless Steel Double",
    "price": 10.99,
    "description": "Rose Gold Plated Double Flared Tunnel Plug Earrings. Made of 316L Stainless Steel",
    "category": "jewelery",
    "image": ["https://fakestoreapi.com/img/51UDEzMJVpL._AC_UL640_QL65_ML3_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 9,
    "title": "WD 2TB Elements Portable External Hard Drive - USB 3.0 ",
    "price": 64,
    "description": "USB 3.0 and USB 2.0 Compatibility Fast data transfers Improve PC Performance High Capacity; Compatibility Formatted NTFS for Windows 10, Windows 8.1, Windows 7; Reformatting may be required for other operating systems; Compatibility may vary depending on user’s hardware configuration and operating system",
    "category": "electronics",
    "image": ["https://fakestoreapi.com/img/61IBBVJvSDL._AC_SY879_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 10,
    "title": "SanDisk SSD PLUS 1TB Internal SSD - SATA III 6 Gb/s",
    "price": 109,
    "description": "Easy upgrade for faster boot up, shutdown, application load and response (As compared to 5400 RPM SATA 2.5” hard drive; Based on published specifications and internal benchmarking tests using PCMark vantage scores) Boosts burst write performance, making it ideal for typical PC workloads The perfect balance of performance and reliability Read/write speeds of up to 535MB/s/450MB/s (Based on internal testing; Performance may vary depending upon drive capacity, host device, OS and application.)",
    "category": "electronics",
    "image": ["https://fakestoreapi.com/img/61U7T1koQqL._AC_SX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 11,
    "title": "Silicon Power 256GB SSD 3D NAND A55 SLC Cache Performance Boost SATA III 2.5",
    "price": 109,
    "description": "3D NAND flash are applied to deliver high transfer speeds Remarkable transfer speeds that enable faster bootup and improved overall system performance. The advanced SLC Cache Technology allows performance boost and longer lifespan 7mm slim design suitable for Ultrabooks and Ultra-slim notebooks. Supports TRIM command, Garbage Collection technology, RAID, and ECC (Error Checking & Correction) to provide the optimized performance and enhanced reliability.",
    "category": "electronics",
    "image": ["https://fakestoreapi.com/img/71kWymZ+c+L._AC_SX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 12,
    "title": "WD 4TB Gaming Drive Works with Playstation 4 Portable External Hard Drive",
    "price": 114,
    "description": "Expand your PS4 gaming experience, Play anywhere Fast and easy, setup Sleek design with high capacity, 3-year manufacturer's limited warranty",
    "category": "electronics",
    "image": ["https://fakestoreapi.com/img/61mtL65D4cL._AC_SX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 13,
    "title": "Acer SB220Q bi 21.5 inches Full HD (1920 x 1080) IPS Ultra-Thin",
    "price": 599,
    "description": "21. 5 inches Full HD (1920 x 1080) widescreen IPS display And Radeon free Sync technology. No compatibility for VESA Mount Refresh Rate: 75Hz - Using HDMI port Zero-frame design | ultra-thin | 4ms response time | IPS panel Aspect ratio - 16: 9. Color Supported - 16. 7 million colors. Brightness - 250 nit Tilt angle -5 degree to 15 degree. Horizontal viewing angle-178 degree. Vertical viewing angle-178 degree 75 hertz",
    "category": "electronics",
    "image": ["https://fakestoreapi.com/img/81QpkIctqPL._AC_SX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 14,
    "title": "Samsung 49-Inch CHG90 144Hz Curved Gaming Monitor (LC49HG90DMNXZA) – Super Ultrawide Screen QLED ",
    "price": 999.99,
    "description": "49 INCH SUPER ULTRAWIDE 32:9 CURVED GAMING MONITOR with dual 27 inch screen side by side QUANTUM DOT (QLED) TECHNOLOGY, HDR support and factory calibration provides stunningly realistic and accurate color and contrast 144HZ HIGH REFRESH RATE and 1ms ultra fast response time work to eliminate motion blur, ghosting, and reduce input lag",
    "category": "electronics",
    "image": ["https://fakestoreapi.com/img/81Zt42ioCgL._AC_SX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 15,
    "title": "BIYLACLESEN Women's 3-in-1 Snowboard Jacket Winter Coats",
    "price": 56.99,
    "description": "Note:The Jackets is US standard size, Please choose size as your usual wear Material: 100% Polyester; Detachable Liner Fabric: Warm Fleece. Detachable Functional Liner: Skin Friendly, Lightweigt and Warm.Stand Collar Liner jacket, keep you warm in cold weather. Zippered Pockets: 2 Zippered Hand Pockets, 2 Zippered Pockets on Chest (enough to keep cards or keys)and 1 Hidden Pocket Inside.Zippered Hand Pockets and Hidden Pocket keep your things secure. Humanized Design: Adjustable and Detachable Hood and Adjustable cuff to prevent the wind and water,for a comfortable fit. 3 in 1 Detachable Design provide more convenience, you can separate the coat and inner as needed, or wear it together. It is suitable for different season and help you adapt to different climates",
    "category": "women",
    "image": ["https://fakestoreapi.com/img/51Y5NI-I5jL._AC_UX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 16,
    "title": "Lock and Love Women's Removable Hooded Faux Leather Moto Biker Jacket",
    "price": 29.95,
    "description": "100% POLYURETHANE(shell) 100% POLYESTER(lining) 75% POLYESTER 25% COTTON (SWEATER), Faux leather material for style and comfort / 2 pockets of front, 2-For-One Hooded denim style faux leather jacket, Button detail on waist / Detail stitching at sides, HAND WASH ONLY / DO NOT BLEACH / LINE DRY / DO NOT IRON",
    "category": "women",
    "image": ["https://fakestoreapi.com/img/81XH0e8fefL._AC_UY879_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 17,
    "title": "Rain Jacket Women Windbreaker Striped Climbing Raincoats",
    "price": 39.99,
    "description": "Lightweight perfet for trip or casual wear---Long sleeve with hooded, adjustable drawstring waist design. Button and zipper front closure raincoat, fully stripes Lined and The Raincoat has 2 side pockets are a good size to hold all kinds of things, it covers the hips, and the hood is generous but doesn't overdo it.Attached Cotton Lined Hood with Adjustable Drawstrings give it a real styled look.",
    "category": "women",
    "image": ["https://fakestoreapi.com/img/71HblAHs5xL._AC_UY879_-2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 18,
    "title": "MBJ Women's Solid Short Sleeve Boat Neck V ",
    "price": 9.85,
    "description": "95% RAYON 5% SPANDEX, Made in USA or Imported, Do Not Bleach, Lightweight fabric with great stretch for comfort, Ribbed on sleeves and neckline / Double stitching on bottom hem",
    "category": "women",
    "image": ["https://fakestoreapi.com/img/71z3kpMAYsL._AC_UY879_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 19,
    "title": "Opna Women's Short Sleeve Moisture",
    "price": 7.95,
    "description": "100% Polyester, Machine wash, 100% cationic polyester interlock, Machine Wash & Pre Shrunk for a Great Fit, Lightweight, roomy and highly breathable with moisture wicking fabric which helps to keep moisture away, Soft Lightweight Fabric with comfortable V-neck collar and a slimmer fit, delivers a sleek, more feminine silhouette and Added Comfort",
    "category": "women",
    "image": ["https://fakestoreapi.com/img/51eg55uWmdL._AC_UX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 20,
    "title": "DANVOUY Womens T Shirt Casual Cotton Short",
    "price": 12.99,
    "description": "95%Cotton,5%Spandex, Features: Casual, Short Sleeve, Letter Print,V-Neck,Fashion Tees, The fabric is soft and has some stretch., Occasion: Casual/Office/Beach/School/Home/Street. Season: Spring,Summer,Autumn,Winter.",
    "category": "women",
    "image": ["https://fakestoreapi.com/img/61pHAEJ4NML._AC_UX679_.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 21,
    "title": "Adidas Men's Run 90s Mesh Running Shoes",
    "price": 52.99,
    "description": "Built to celebrate the era when jogging became a movement, these running-inspired shoes reimagine a classic '90s look. Featuring a two-layer mesh upper, they have a neoprene heel and TPU details for a tech-inspired look. Pillow-soft cushioning gives you outstanding comfort with every step.",
    "category": "sport",
    "image": ["https://i.hizliresim.com/jKkiCV.jpg","https://i.ibb.co/hmTMQZM/adidas-men-2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl":""},
  {
    "id": 22,
    "title": "NIKE Academy Warm Up Tracksuit Mens Mens",
    "price": 62.99,
    "description": "The Nike Dry Men's Football Tracksuit includes a track jacket and slim-fitting pants made with sweat-wicking fabric for lasting comfort.",
    "category": "sport",
    "image": ["https://i.hizliresim.com/t2fL3q.jpg","https://i.ibb.co/kgFsfLM/nike-image-v2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 23,
    "title": "Women's 2 Piece Outfit Summer Striped V Neck Crop Cami Top with Shorts",
    "price": 37.99,
    "description": "MakeMeChic focus on providing the most favourable and trendy clothing for our customer.\nThe target we aspired is perfect in product and satisfied with our customers,\nwe continue to update fashionable clothes, and improve our service.",
    "category": "summer",
    "image": ["https://i.hizliresim.com/yz4BXj.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 24,
    "title": "Women Summer Spaghetti Strap Button Down V Neck Sleeveless Casual Mini Dress",
    "price": 26.99,
    "description": "Feature:mini dress,summer dress,sundress,pritn dress,halter dress,boho dress,sleeveless dress,african mini dress,beachwear dress, bikini cover up dress, beach cover ups,swim coverups, strap dress.",
    "category": "summer",
    "image": ["https://i.hizliresim.com/c2VF1e.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 25,
    "title": "Men's Mountain Waterproof Ski Jacket Windproof Rain Jacket Winter Warm Snow Coat",
    "price": 82.99,
    "description": "This Waterproof Ski jacket is made from 75D*150D Polyester, which is waterproof and stain repellent.\nThe Warm Winter Snow Coat features 240g fuzzy lining to combine max warmth and softness.",
    "category": "winter",
    "image": ["https://i.hizliresim.com/jTIWqd.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 26,
    "title": "Columbia Boys' Breathable Watertight Jacket\n",
    "price": 71.99,
    "description": "Columbia's waterproof fabric is some of the best you can find, not only protecting from drizzle and downpour, but also from harmful elements while remaining breathable and stylish.",
    "category": "winter",
    "image": ["https://i.hizliresim.com/JlC3T4.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 27,
    "title": "Men's Long Sleeve Dress Shirt Solid Slim Fit Casual Business Formal Button Up Shirts with Pocket",
    "price": 22.99,
    "description": "Simple To ExtremeSimple To Extreme",
    "category": "former",
    "image": ["https://i.hizliresim.com/QRVLlb.jpg","https://i.ibb.co/y43j3gM/long-sleve-v2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 28,
    "title": "Womens Cowl Neck Printed Wear to Work Party Cocktail Dresses",
    "price": 26.99,
    "description": "Features: vintage style, Bodycon Style, Back Zipper Closure, Cowl Neck, Short Sleeve, Knee length, Printed",
    "category": "former",
    "image": ["https://i.hizliresim.com/MtSsmd.png","https://i.ibb.co/ZB9DhhZ/women-dress-v2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 29,
    "title": "JBL Tune 120TWS - True Wireless in-Ear Headphone - Black",
    "price": 23.99,
    "description": "No wires. No hassles. Introducing the completely cord free JBL TUNE120TWS. They are powerful in sound thanks to a 5.8 mm driver featuring JBL Pure Bass sound and colorful in design.",
    "category": "headphone",
    "image": ["https://i.hizliresim.com/WQQZe2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 30,
    "title": "JBL TUNE 750BTNC - Wireless Over-Ear Headphones with Noise Cancellation - Black",
    "price": 72.99,
    "description": "JBL TUNE 750BTNC wireless headphones feature powerful JBL Pure Bass Sound and active noise cancelling for punchy bass and an immersive audio experience The lightweight over-ear design offers maximum comfort and sound quality while ready to travel everywhere you go with its compact foldable competence 15 hours of battery life which recharge in only 2 hours enables noise-free wireless playback Allowing connection with two Bluetooth devices simultaneously the multipoint connection makes sure you won’t miss a call on your phone while streaming videos on your tablet Keep your music playing endlessly with the included detachable audio cable which extends the noise-cancellation capability up to 30 hours JBL TUNE 750BTNC comes in various colors matching your personal style",
    "category": "headphone",
    "image": ["https://i.hizliresim.com/FxzOMS.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 31,
    "title": "Men's Fleece Hooded Sweatshirt, Style G18500",
    "price": 22.99,
    "description": "You have always thought of sweats as comfortable and cozy, but this Gildan Heavy Blend Full-Zip Hooded Sweatshirt manages to be both warm and cool. The super soft feel and pill reducing performance of the cotton/poly fleece and the 8.0 oz. per sq. yd. plush fabric is definitely something you’ll want to warm up to.",
    "category": "spring",
    "image": ["https://i.hizliresim.com/7FCQ9f.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 32,
    "title": "Women's Performance Fleece Pullover Hoodie",
    "price": 22.99,
    "description": "Sport. Performance. Style. Comfort. Hanes Sport builds on our comfort heritage with innovative technologies to give you the looks that fit your life, your sport, and your style.",
    "category": "spring",
    "image": ["https://i.hizliresim.com/oYiNkn.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 33,
    "title": "Daily Ritual Women's Jersey Long-Sleeve Boxy Pocket Tee",
    "price": 22.99,
    "description": "Dropped shoulder seams and a patch chest pocket highlight this crewneck top with long sleeves",
    "category": "casual",
    "image": ["https://i.hizliresim.com/kP9qy1.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 34,
    "title": "Daily Ritual Women's Lyocell Patch Pocket Cargo Pant",
    "price": 22.99,
    "description": "Daily Ritual celebrates the beauty in simplicity. Our range of coveted classics features tees, tanks, dresses, and leggings that are ready to be styled, layered, and lived in. Each piece is made with luxuriously soft fabrics and is priced to make stocking-up a breeze—you'll want one in every color.",
    "category": "casual",
    "image": ["https://i.hizliresim.com/vhyVKO.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 35,
    "title": "Mindspace Office Desk Organizer with 6 Compartments + Drawer | The Mesh Collection, Black",
    "price": 15.99,
    "description": "Finally — pens, pencils, sharpeners, staplers, scissors, rulers, razors, glue sticks and binder clips, sticky notes and sticker dots, tacks and pins and postage stamps, and all the other odds and ends that find their way onto surfaces large and small — will have a space to call their own.",
    "category": "office",
    "image": ["https://i.hizliresim.com/SVb6FK.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 36,
    "title": "SimpleHouseware Mesh Desk Organizer with Sliding Drawer, Double Tray and 5 Upright Sections, Black",
    "price": 23.99,
    "description": "Simple houseware mesh desk organizer with drawer, double tray and 5 upright sections, Black",
    "category": "office",
    "image": ["https://i.hizliresim.com/5wOzT1.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 37,
    "title": "Lifeline AAA Premium Road Kit, 42 Piece Emergency Car Kit with Jumper Cables, Flashlight and First Aid Kit,4330AAA,Black",
    "price": 22.99,
    "description": "As the exclusive licensee of the AAA brand for roadside emergency safety kits, first aid kits and auto safety accessories, you know that you are getting only the finest products. AAA, one of the most recognizable and trusted names in the automotive industry, has been around for more than 100 years and is dedicated to helping travelers with roadside assistance, travel services and more.",
    "category": "car",
    "image": ["https://i.hizliresim.com/GqNTuK.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 38,
    "title": "Foval 200W Car Power Inverter DC 12V to 110V AC Converter with 4 USB Ports Charger",
    "price": 22.99,
    "description": "* Utility Cord & Cigarette Lighter: Placed random, about 10 inches length cable with cigarette lighter plug since we can reach it to power a laptop in the rear seats.\n* Car Travel Charger Companion The ultimate car travel charger for road trips, vacations, outdoors, emergency kits and more; Few products come close for sheer on-the-go versatility. Easy to use, simply plug the 300W inverter straight into the vehicle's cigarette lighter. Enjoy 4 USB ports (6.2A) and 2 standard plug outlets (e.g. for laptops) for convenient charging on the road.\n* Ultimate Versatility It can be used for camping, outdoors, vacations, road trips, remote job sites, and even charging household items. Dual USB ports effortlessly charge two devices (including any smart phones and tablets) at once while the outlets can power a wide range of power-hungry items on the road. For maximum utility, stay in charge at all times and add this to your travel emergency kit.",
    "category": "car",
    "image": ["https://i.hizliresim.com/l47ufv.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 39,
    "title": "New Balance Men's 410 V5 Trail Running Shoe",
    "price": 71.99,
    "description": "Tackle any terrain in the trail 410v4. Built with rugged materials, breathable mesh, an act eva midsole and all terrain tread, this product is the perfect balance of durability and cushioning.",
    "category": "sport",
    "image": ["https://i.hizliresim.com/4vShdK.jpg","https://i.ibb.co/RNQdQjR/newbalance-v2.webp"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 40,
    "title": "adidas Men's Essentials 3-Stripes Regular Tricot Pants",
    "price": 35.99,
    "description": "Keep up with your fitness goals in these comfortable pants. They're cut for a regular fit and feature open hems and a drawcord elastic waist for a versatile fit. Side pockets provide a spot to stash your workout essentials.",
    "category": "sport",
    "image": ["https://i.hizliresim.com/LPnk96.jpg","https://i.ibb.co/P6CBMMf/panths-v2.jpg"],
    "arSupported": false,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 41,
    "title": "1930's Louis Vuitton Hardside Suitcase",
    "price": 2400,
    "description": "1930's Louis Vuitton hardside suitcase, 70 size, in classic stamped monogram pattern with tacked leather trim surround in embossed LV stripe. Case is with reinforced brass mounted corners, brass wrapped sides at top, LV stamped rivets and classic lock and latch closure with yellow stitched vachetta leather handle. Interior is canvas lined retaining tag reading 'Louis Vuitton LV 772025 Paris 70 Champs-Elysees 149 New Bond St. London W Nice Jardin Alberti Lille 34 Rue Faidherbe', without interior tray. Lock reads with patent, Louis Vuitton, 149 New Bond Street London 70 Champs Elysees London 059923 Made in France, latches with LV stamp at front.  Includes key and luggage tag, which needs strap repaired,",
    "category": "Suitcase",
    "image": ["https://p1.liveauctioneers.com/378/105284/53925455_1_x.jpg?auto=webp&format=pjpg&version=1497452510&width=310"],
    "arSupported": true,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 42,
    "title": "Fiddle Leaf Fig Plant in Pot",
    "price": 50,
    "description": "Fiddle Leaf Fig is 1 of the most popular house plants on the market. Tough, adaptable and unique, it adds a dramatic flair to any indoor space. Its large, waxy leaves stand out in any room or space. Low maintenance and easy to grow, Fiddle Leaf Fig makes an excellent houseplant for gardeners in any part of the country.",
    "category": "Indoor Plant",
    "image": ["https://hips.hearstapps.com/amv-prod-gp.s3.amazonaws.com/gearpatrol/wp-content/uploads/2019/01/10-Best-Indoor-Plants-Gear-Patrol-umbrella.jpg?resize=480:*"],
    "arSupported": true,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 43,
    "title": "Horse Sculpture",
    "price": 2500,
    "description": "Hand crafted by artisians in Valencia Spain from fine porcelain\nShiney Glaze Finish\nA gift of Lladro porcelain sculpture will be treasured for generations to come\nOriental Inspiration\nLimited Edition Series",
    "category": "Sculpture",
    "image": ["https://cdnb.artstation.com/p/assets/images/images/005/035/629/4k/jia-hao-horse-sculpture-comp-clay-02.jpg?1498174927"],
    "arSupported": true,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 44,
    "title": "Oriental Furniture 36 in. Floral Blue and White Porcelain Tung Chi Vase",
    "price": 2800,
    "description": "Authentic oriental design decorative Tung Chi Vase. Akin to those used in palaces and temples in Ming dynasty era China. Classic formal 19th century style American and European decor, as well as a modern casual, eclectic home decor accent.\nBeautiful Chinese porcelain\nTraditional temple design with narrow neck and wide rim\nHand painted\nOpening measures 5.75 in. dia.\nHigh quality construction\nElegant design",
    "category": "Vase",
    "image": ["https://images.homedepot-static.com/productImages/972eaea1-164f-4733-8e1f-d08c1bbb2b77/svn/blue-white-vases-bw-36vase-bwfl-64_1000.jpg"],
    "arSupported": true,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 45,
    "title": "Mustang Sunglasses",
    "price": 2400,
    "description": "Authentic oriental design decorative Tung Chi Vase. Akin to those used in palaces and temples in Ming dynasty era China. Classic formal 19th century style American and European decor, as well as a modern casual, eclectic home decor accent.\nBeautiful Chinese porcelain\nTraditional temple design with narrow neck and wide rim\nHand painted\nOpening measures 5.75 in. dia.\nHigh quality construction\nElegant design",
    "category": "Sunglasses",
    "image": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZBvAW-_LHNfT3Lo62C1dUMwg3ZM2MKCA24g&usqp=CAU"],
    "arSupported": true,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": null
  },
  {
    "id": 46,
    "title": "Huawei P40",
    "price": 2400,
    "description": "Huawei P40 128GB",
    "category": "Phone",
    "image": ["https://img01.huaweifile.com/eu/tr/huawei/pms/product/6901443376940/428_428_118110C1C89C3717369309DFFEC6976AA92CCD62CE9DE23Bmp.png"],
    "arSupported": true,
    "availableStores": [1, 2, 3, 4],
    "videoUrl": ""
  }
]